{
  "it": {
    "titolo": "Da Rialto a San Marco",
    "sottotitolo1": "Se dovessi cercare una parola che sostituisce \"musica\" potrei pensare soltanto a Venezia.",
    "itemlist1": "Interagisci con la mappa",
    "itemlist2": "Scopri l'anteprima di ogni tappa",
    "itemlist3": "Accedi al percorso chatbot",
    "itemlist4": "Lasciati guidare da Leo!",
    "tempo_totale": "Tempo totale:",
    "valore_tempo": "1 ora",
    "distanza_totale": "Distanza totale:",
    "valore_distanza": "1 km",
    
    "domanda1": "Leo, dove mi trovo?",
    "risposta1A": "Palazzo Loredan",
    "risposta1B": "Palazzo Loredan, splendido edificio gotico-veneziano del XV secolo affacciato sul Canal Grande, fu residenza della potente famiglia che diede alla Repubblica diversi dogi. Con la sua imponente facciata ornata da trifore e motivi floreali, oggi ospita l'Istituto Veneto di Scienze, Lettere ed Arti, continuando a svolgere un importante ruolo culturale nella città lagunare.",
    "risposta1C": "Questo è il tuo punto di partenza!",
    
    "domanda2": "Leo, dove mi trovo?",
    "risposta2A": "Corte del Teatro",
    "risposta2B": "Corte del Teatro, nascosta nel cuore del sestiere di San Marco, è un'intima piazzetta che conserva il ricordo dell'antico Teatro San Benedetto, prestigioso palcoscenico veneziano del Settecento. Questo spazio raccolto, con la sua atmosfera silenziosa e le facciate degli edifici che raccontano secoli di storia, offre un respiro di autenticità lontano dalle rotte turistiche più battute.",
    "risposta2C": "Distanza: 120 m",
    "risposta2D": "Tempo: 1 min",
    
    "domanda3": "Leo, dove mi trovo?",
    "risposta3A": "Campo San Luca",
    "risposta3B": "Campo San Luca, vivace crocevia nel cuore commerciale di Venezia, rappresenta un importante snodo tra Rialto e San Marco, sempre animato dal passaggio di veneziani e visitatori. Circondato da eleganti edifici e piccoli negozi, questo campo dalla forma triangolare offre uno spaccato autentico della vita quotidiana veneziana, lontano dai cliché turistici più comuni. Al centro, l'obelisco commemorativo dedicato a Daniele Manin ricorda la rivolta contro gli austriaci del 1848, conferendo a questo spazio urbano non solo una funzione di passaggio ma anche un significato storico e simbolico per la città.",
    "risposta3C": "Distanza: 65 m",
    "risposta3D": "Tempo: 1 min",
    
    "domanda4": "Leo, dove mi trovo?",
    "risposta4A": "Rio Terrà de le Colonne",
    "risposta4B": "Rio Terrà de le Colonne, antico canale interrato come suggerisce il nome \"rio terrà\", è oggi una caratteristica via commerciale che taglia trasversalmente il sestiere di San Marco, collegando Campo San Luca con Campo Manin. La strada, affiancata da edifici storici e piccole botteghe, conserva nella sua linearità la memoria dell'acqua che un tempo la percorreva, mentre le \"colonne\" del nome ricordano gli antichi sostegni architettonici ancora visibili in alcuni tratti. ",
    "risposta4C": "Distanza: 190 m",
    "risposta4D": "Tempo: 2 min",
    
    "domanda5": "Leo, dove mi trovo?",
    "risposta5A": "Casa dell'Angelo",
    "risposta5B": "Casa dell'Angelo, suggestivo edificio gotico situato nel sestiere di Cannaregio, si distingue per il delicato bassorilievo raffigurante un angelo che adorna la sua facciata, elemento che ha conferito il nome a questa dimora carica di fascino medievale. La struttura, con le sue eleganti bifore e i dettagli architettonici finemente conservati, rappresenta un esempio mirabile dell'edilizia veneziana del XIV secolo, testimonianza silenziosa dell'antica prosperità della Repubblica.",
    "risposta5C": "Distanza: 430 m",
    "risposta5D": "Tempo: 4 min",
    
    "domanda6": "Leo, dove mi trovo?",
    "risposta6A": "Tra Piazza San Marco e Torre dell'Orologio",
    "risposta6B": "Proprio qui si estende uno degli spazi più iconici e storicamente significativi di Venezia, dove l'architettura bizantina della Basilica dialoga con l'eleganza rinascimentale della Torre. Questo tratto, parte della monumentale Piazza, è caratterizzato dal porticato delle Procuratie Vecchie che conduce lo sguardo verso il capolavoro di Mauro Codussi, la Torre con il suo meccanismo astronomico e le figure dei Mori che scandiscono il tempo veneziano dal 1499.",
    "risposta6C": "Distanza: 200 m",
    "risposta6D": "Tempo: 2 min",
    
    "ctotitolo1": "Unisciti a noi ed esplora il percorso!",
    "ctobutton": "Let's go!"
  },
  "en": {
    "titolo": "From Rialto to St. Mark's",
    "sottotitolo1": "If I had to find a word to replace \"music\", I could only think of Venice.",
    "itemlist1": "Interact with the map",
    "itemlist2": "Discover the preview of each stop",
    "itemlist3": "Access the chatbot route",
    "itemlist4": "Let Leo guide you!",
    "tempo_totale": "Total time:",
    "valore_tempo": "1 hour",
    "distanza_totale": "Total distance:",
    "valore_distanza": "1 km",
    
    "domanda1": "Leo, where am I?",
    "risposta1A": "Palazzo Loredan",
    "risposta1B": "Palazzo Loredan, a splendid Venetian-Gothic building from the 15th century overlooking the Grand Canal, was the residence of the powerful family that gave several doges to the Republic. With its imposing facade adorned with triple lancet windows and floral motifs, today it houses the Venetian Institute of Sciences, Letters and Arts, continuing to play an important cultural role in the lagoon city.",
    "risposta1C": "This is your starting point!",
    
    "domanda2": "Leo, where am I?",
    "risposta2A": "Corte del Teatro",
    "risposta2B": "Corte del Teatro, hidden in the heart of the San Marco district, is an intimate small square that preserves the memory of the ancient Teatro San Benedetto, a prestigious Venetian stage of the eighteenth century. This secluded space, with its silent atmosphere and building facades that tell centuries of history, offers a breath of authenticity away from the most beaten tourist routes.",
    "risposta2C": "Distance: 120 m",
    "risposta2D": "Time: 1 min",
    
    "domanda3": "Leo, where am I?",
    "risposta3A": "Campo San Luca",
    "risposta3B": "Campo San Luca, a lively crossroads in the commercial heart of Venice, represents an important junction between Rialto and San Marco, always animated by the passage of Venetians and visitors. Surrounded by elegant buildings and small shops, this triangular-shaped campo offers an authentic glimpse of Venetian daily life, far from the most common tourist clichés. In the center, the commemorative obelisk dedicated to Daniele Manin recalls the revolt against the Austrians of 1848, giving this urban space not only a passage function but also a historical and symbolic significance for the city.",
    "risposta3C": "Distance: 65 m",
    "risposta3D": "Time: 1 min",
    
    "domanda4": "Leo, where am I?",
    "risposta4A": "Rio Terrà de le Colonne",
    "risposta4B": "Rio Terrà de le Colonne, an ancient filled-in canal as suggested by the name \"rio terrà\", is today a characteristic commercial street that cuts across the San Marco district, connecting Campo San Luca with Campo Manin. The street, flanked by historic buildings and small shops, preserves in its linearity the memory of the water that once ran through it, while the \"columns\" of the name recall the ancient architectural supports still visible in some sections.",
    "risposta4C": "Distance: 190 m",
    "risposta4D": "Time: 2 min",
    
    "domanda5": "Leo, where am I?",
    "risposta5A": "Casa dell'Angelo",
    "risposta5B": "Casa dell'Angelo, a suggestive Gothic building located in the Cannaregio district, is distinguished by the delicate bas-relief depicting an angel that adorns its facade, an element that gave the name to this dwelling full of medieval charm. The structure, with its elegant biforate windows and finely preserved architectural details, represents an admirable example of 14th century Venetian building, a silent testimony to the ancient prosperity of the Republic.",
    "risposta5C": "Distance: 430 m",
    "risposta5D": "Time: 4 min",
    
    "domanda6": "Leo, where am I?",
    "risposta6A": "Between St. Mark's Square and the Clock Tower",
    "risposta6B": "Right here extends one of the most iconic and historically significant spaces of Venice, where the Byzantine architecture of the Basilica dialogues with the Renaissance elegance of the Tower. This stretch, part of the monumental Square, is characterized by the portico of the Procuratie Vecchie that leads the eye towards Mauro Codussi's masterpiece, the Tower with its astronomical mechanism and the figures of the Moors that have marked Venetian time since 1499.",
    "risposta6C": "Distance: 200 m",
    "risposta6D": "Time: 2 min",
    
    "ctotitolo1": "Join us and explore the route!",
    "ctobutton": "Let's go!"
  },
  "de": {
    "titolo": "Von Rialto zum Markusplatz",
    "sottotitolo1": "Wenn ich ein Wort suchen müsste, das \"Musik\" ersetzt, könnte ich nur an Venedig denken.",
    "itemlist1": "Interagiere mit der Karte",
    "itemlist2": "Entdecke die Vorschau jeder Station",
    "itemlist3": "Greife auf die Chatbot-Route zu",
    "itemlist4": "Lass dich von Leo führen!",
    "tempo_totale": "Gesamtzeit:",
    "valore_tempo": "1 Stunde",
    "distanza_totale": "Gesamtdistanz:",
    "valore_distanza": "1 km",
    
    "domanda1": "Leo, wo bin ich?",
    "risposta1A": "Palazzo Loredan",
    "risposta1B": "Palazzo Loredan, ein prächtiges venezianisch-gotisches Gebäude aus dem 15. Jahrhundert mit Blick auf den Canal Grande, war die Residenz der mächtigen Familie, die der Republik mehrere Dogen gab. Mit seiner imposanten Fassade, die mit Dreifachfenstern und Blumenmotiven verziert ist, beherbergt es heute das Venetianische Institut für Wissenschaften, Literatur und Künste und spielt weiterhin eine wichtige kulturelle Rolle in der Lagunenstadt.",
    "risposta1C": "Dies ist dein Ausgangspunkt!",
    
    "domanda2": "Leo, wo bin ich?",
    "risposta2A": "Corte del Teatro",
    "risposta2B": "Corte del Teatro, versteckt im Herzen des Stadtteils San Marco, ist ein intimer kleiner Platz, der die Erinnerung an das alte Teatro San Benedetto bewahrt, eine prestigeträchtige venezianische Bühne des achtzehnten Jahrhunderts. Dieser abgeschiedene Raum mit seiner stillen Atmosphäre und den Gebäudefassaden, die Jahrhunderte der Geschichte erzählen, bietet einen Hauch von Authentizität abseits der meistbegangenen Touristenrouten.",
    "risposta2C": "Entfernung: 120 m",
    "risposta2D": "Zeit: 1 Min",
    
    "domanda3": "Leo, wo bin ich?",
    "risposta3A": "Campo San Luca",
    "risposta3B": "Campo San Luca, eine lebhafte Kreuzung im kommerziellen Herzen Venedigs, stellt eine wichtige Verbindung zwischen Rialto und San Marco dar, die immer vom Durchgang der Venezianer und Besucher belebt wird. Umgeben von eleganten Gebäuden und kleinen Geschäften bietet dieser dreieckige Campo einen authentischen Einblick in das venezianische Alltagsleben, fernab der gängigsten Touristenklischees. In der Mitte erinnert der Gedenksobelisk für Daniele Manin an den Aufstand gegen die Österreicher von 1848 und verleiht diesem städtischen Raum nicht nur eine Durchgangsfunktion, sondern auch eine historische und symbolische Bedeutung für die Stadt.",
    "risposta3C": "Entfernung: 65 m",
    "risposta3D": "Zeit: 1 Min",
    
    "domanda4": "Leo, wo bin ich?",
    "risposta4A": "Rio Terrà de le Colonne",
    "risposta4B": "Rio Terrà de le Colonne, ein alter zugeschütteter Kanal, wie der Name \"rio terrà\" nahelegt, ist heute eine charakteristische Handelsstraße, die quer durch den Stadtteil San Marco verläuft und Campo San Luca mit Campo Manin verbindet. Die Straße, gesäumt von historischen Gebäuden und kleinen Geschäften, bewahrt in ihrer Linearität die Erinnerung an das Wasser, das einst hindurchfloss, während die \"Säulen\" des Namens an die alten architektonischen Stützen erinnern, die in einigen Abschnitten noch sichtbar sind.",
    "risposta4C": "Entfernung: 190 m",
    "risposta4D": "Zeit: 2 Min",
    
    "domanda5": "Leo, wo bin ich?",
    "risposta5A": "Casa dell'Angelo",
    "risposta5B": "Casa dell'Angelo, ein eindrucksvolles gotisches Gebäude im Stadtteil Cannaregio, zeichnet sich durch das zarte Basrelief eines Engels aus, das seine Fassade schmückt, ein Element, das diesem Wohnsitz voller mittelalterlichem Charme seinen Namen gab. Die Struktur mit ihren eleganten Biforen und fein erhaltenen architektonischen Details stellt ein bewundernswertes Beispiel venezianischer Baukunst des 14. Jahrhunderts dar, ein stilles Zeugnis des alten Wohlstands der Republik.",
    "risposta5C": "Entfernung: 430 m",
    "risposta5D": "Zeit: 4 Min",
    
    "domanda6": "Leo, wo bin ich?",
    "risposta6A": "Zwischen Markusplatz und Uhrenturm",
    "risposta6B": "Genau hier erstreckt sich einer der symbolträchtigsten und historisch bedeutendsten Räume Venedigs, wo die byzantinische Architektur der Basilika mit der Renaissance-Eleganz des Turms in Dialog tritt. Dieser Abschnitt, Teil des monumentalen Platzes, ist geprägt von der Arkade der Procuratie Vecchie, die den Blick auf das Meisterwerk von Mauro Codussi lenkt, den Turm mit seinem astronomischen Mechanismus und den Figuren der Mohren, die seit 1499 die venezianische Zeit markieren.",
    "risposta6C": "Entfernung: 200 m",
    "risposta6D": "Zeit: 2 Min",
    
    "ctotitolo1": "Schließe dich uns an und erkunde die Route!",
    "ctobutton": "Los geht's!"
  },
  "es": {
    "titolo": "De Rialto a San Marcos",
    "sottotitolo1": "Si tuviera que buscar una palabra que reemplazara \"música\", solo podría pensar en Venecia.",
    "itemlist1": "Interactúa con el mapa",
    "itemlist2": "Descubre la vista previa de cada parada",
    "itemlist3": "Accede a la ruta del chatbot",
    "itemlist4": "¡Déjate guiar por Leo!",
    "tempo_totale": "Tiempo total:",
    "valore_tempo": "1 hora",
    "distanza_totale": "Distancia total:",
    "valore_distanza": "1 km",
    
    "domanda1": "Leo, ¿dónde estoy?",
    "risposta1A": "Palazzo Loredan",
    "risposta1B": "Palazzo Loredan, un espléndido edificio gótico-veneciano del siglo XV con vista al Gran Canal, fue residencia de la poderosa familia que dio varios dogos a la República. Con su imponente fachada adornada con ventanas de triple arco y motivos florales, hoy alberga el Instituto Veneciano de Ciencias, Letras y Artes, continuando con un importante papel cultural en la ciudad lagunar.",
    "risposta1C": "¡Este es tu punto de partida!",
    
    "domanda2": "Leo, ¿dónde estoy?",
    "risposta2A": "Corte del Teatro",
    "risposta2B": "Corte del Teatro, escondida en el corazón del distrito de San Marcos, es una íntima plazoleta que conserva el recuerdo del antiguo Teatro San Benedetto, prestigioso escenario veneciano del siglo XVIII. Este espacio recogido, con su atmósfera silenciosa y fachadas de edificios que cuentan siglos de historia, ofrece un respiro de autenticidad lejos de las rutas turísticas más transitadas.",
    "risposta2C": "Distancia: 120 m",
    "risposta2D": "Tiempo: 1 min",
    
    "domanda3": "Leo, ¿dónde estoy?",
    "risposta3A": "Campo San Luca",
    "risposta3B": "Campo San Luca, una animada encrucijada en el corazón comercial de Venecia, representa un importante nudo entre Rialto y San Marcos, siempre animado por el paso de venecianos y visitantes. Rodeado de elegantes edificios y pequeñas tiendas, este campo de forma triangular ofrece una visión auténtica de la vida cotidiana veneciana, lejos de los clichés turísticos más comunes. En el centro, el obelisco conmemorativo dedicado a Daniele Manin recuerda la revuelta contra los austriacos de 1848, confiriendo a este espacio urbano no solo una función de paso sino también un significado histórico y simbólico para la ciudad.",
    "risposta3C": "Distancia: 65 m",
    "risposta3D": "Tiempo: 1 min",
    
    "domanda4": "Leo, ¿dónde estoy?",
    "risposta4A": "Rio Terrà de le Colonne",
    "risposta4B": "Rio Terrà de le Colonne, un antiguo canal rellenado como sugiere el nombre \"rio terrà\", es hoy una característica calle comercial que atraviesa el distrito de San Marcos, conectando Campo San Luca con Campo Manin. La calle, flanqueada por edificios históricos y pequeñas tiendas, conserva en su linealidad la memoria del agua que una vez corrió por ella, mientras que las \"columnas\" del nombre recuerdan los antiguos soportes arquitectónicos aún visibles en algunas secciones.",
    "risposta4C": "Distancia: 190 m",
    "risposta4D": "Tiempo: 2 min",
    
    "domanda5": "Leo, ¿dónde estoy?",
    "risposta5A": "Casa dell'Angelo",
    "risposta5B": "Casa dell'Angelo, un sugestivo edificio gótico ubicado en el distrito de Cannaregio, se distingue por el delicado bajorrelieve que representa un ángel que adorna su fachada, elemento que dio nombre a esta morada llena de encanto medieval. La estructura, con sus elegantes ventanas biforadas y detalles arquitectónicos finamente conservados, representa un admirable ejemplo de edificación veneciana del siglo XIV, testimonio silencioso de la antigua prosperidad de la República.",
    "risposta5C": "Distancia: 430 m",
    "risposta5D": "Tiempo: 4 min",
    
    "domanda6": "Leo, ¿dónde estoy?",
    "risposta6A": "Entre la Plaza de San Marcos y la Torre del Reloj",
    "risposta6B": "Justo aquí se extiende uno de los espacios más icónicos e históricamente significativos de Venecia, donde la arquitectura bizantina de la Basílica dialoga con la elegancia renacentista de la Torre. Este tramo, parte de la monumental Plaza, se caracteriza por el pórtico de las Procuratie Vecchie que conduce la mirada hacia la obra maestra de Mauro Codussi, la Torre con su mecanismo astronómico y las figuras de los Moros que marcan el tiempo veneciano desde 1499.",
    "risposta6C": "Distancia: 200 m",
    "risposta6D": "Tiempo: 2 min",
    
    "ctotitolo1": "¡Únete a nosotros y explora la ruta!",
    "ctobutton": "¡Vamos!"
  },
  "fr": {
    "titolo": "De Rialto à Saint-Marc",
    "sottotitolo1": "Si je devais chercher un mot qui remplace la « musique », je ne pourrais penser qu'à Venise.",
    "itemlist1": "Interagis avec la carte",
    "itemlist2": "Découvre l'aperçu de chaque étape",
    "itemlist3": "Accède au parcours chatbot",
    "itemlist4": "Laisse-toi guider par Leo !",
    "tempo_totale": "Temps total :",
    "valore_tempo": "1 heure",
    "distanza_totale": "Distance totale :",
    "valore_distanza": "1 km",
    
    "domanda1": "Leo, où suis-je ?",
    "risposta1A": "Palazzo Loredan",
    "risposta1B": "Palazzo Loredan, splendide édifice gothique vénitien du XVe siècle donnant sur le Grand Canal, fut la résidence de la puissante famille qui donna plusieurs doges à la République. Avec sa façade imposante ornée de trifores et de motifs floraux, il abrite aujourd'hui l'Institut Vénitien des Sciences, Lettres et Arts, continuant à jouer un rôle culturel important dans la ville lagunaire.",
    "risposta1C": "C'est ton point de départ !",
    
    "domanda2": "Leo, où suis-je ?",
    "risposta2A": "Corte del Teatro",
    "risposta2B": "Corte del Teatro, cachée au cœur du sestiere de San Marco, est une petite place intime qui conserve le souvenir de l'ancien Teatro San Benedetto, prestigieuse scène vénitienne du XVIIIe siècle. Cet espace recueilli, avec son atmosphère silencieuse et les façades des bâtiments qui racontent des siècles d'histoire, offre un souffle d'authenticité loin des routes touristiques les plus fréquentées.",
    "risposta2C": "Distance : 120 m",
    "risposta2D": "Temps : 1 min",
    
    "domanda3": "Leo, où suis-je ?",
    "risposta3A": "Campo San Luca",
    "risposta3B": "Campo San Luca, carrefour animé au cœur commercial de Venise, représente une jonction importante entre Rialto et Saint-Marc, toujours animée par le passage des Vénitiens et des visiteurs. Entouré de bâtiments élégants et de petites boutiques, ce campo de forme triangulaire offre un aperçu authentique de la vie quotidienne vénitienne, loin des clichés touristiques les plus communs. Au centre, l'obélisque commémoratif dédié à Daniele Manin rappelle la révolte contre les Autrichiens de 1848, conférant à cet espace urbain non seulement une fonction de passage mais aussi une signification historique et symbolique pour la ville.",
    "risposta3C": "Distance : 65 m",
    "risposta3D": "Temps : 1 min",
    
    "domanda4": "Leo, où suis-je ?",
    "risposta4A": "Rio Terrà de le Colonne",
    "risposta4B": "Rio Terrà de le Colonne, ancien canal comblé comme le suggère le nom \"rio terrà\", est aujourd'hui une rue commerciale caractéristique qui traverse le sestiere de San Marco, reliant Campo San Luca à Campo Manin. La rue, bordée de bâtiments historiques et de petites boutiques, conserve dans sa linéarité la mémoire de l'eau qui y coulait autrefois, tandis que les \"colonnes\" du nom rappellent les anciens supports architecturaux encore visibles dans certaines sections.",
    "risposta4C": "Distance : 190 m",
    "risposta4D": "Temps : 2 min",
    
    "domanda5": "Leo, où suis-je ?",
    "risposta5A": "Casa dell'Angelo",
    "risposta5B": "Casa dell'Angelo, suggestif édifice gothique situé dans le sestiere de Cannaregio, se distingue par le délicat bas-relief représentant un ange qui orne sa façade, élément qui a donné son nom à cette demeure chargée de charme médiéval. La structure, avec ses élégantes fenêtres biforées et ses détails architecturaux finement conservés, représente un exemple admirable de l'architecture vénitienne du XIVe siècle, témoignage silencieux de l'ancienne prospérité de la République.",
    "risposta5C": "Distance : 430 m",
    "risposta5D": "Temps : 4 min",
    
    "domanda6": "Leo, où suis-je ?",
    "risposta6A": "Entre la Place Saint-Marc et la Tour de l'Horloge",
    "risposta6B": "C'est ici même que s'étend l'un des espaces les plus emblématiques et historiquement significatifs de Venise, où l'architecture byzantine de la Basilique dialogue avec l'élégance Renaissance de la Tour. Ce tronçon, partie de la Place monumentale, est caractérisé par le portique des Procuratie Vecchie qui conduit le regard vers le chef-d'œuvre de Mauro Codussi, la Tour avec son mécanisme astronomique et les figures des Maures qui scandent le temps vénitien depuis 1499.",
    "risposta6C": "Distance : 200 m",
    "risposta6D": "Temps : 2 min",
    
    "ctotitolo1": "Rejoins-nous et explore le parcours !",
    "ctobutton": "Allons-y !"
  }
}